tutorials/heatTransfer/buoyantBoussinesqSimpleFoam/iglooWithFridges/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication snappyHexMesh -overwrite
runApplication buoyantBoussinesqSimpleFoam

